# -*- coding: utf-8 -*-

""" FOR USERS """
football = "Чемпионат Австралии.Виктория до 20 лет\n" \
           "Буллин Лайонс(20) - Грин Галли Кавальерс(20)\n" \
           "Ставка: ТБ(2.5)\n" \
           "Время начала : 11:30 (МСК) (18.06)\n" \
		   "КФ 1.40"
base = "" 
basket = "" 
tenn = "ATP. Галле\n" \
       "Кеи Нишикори - Маттиас Бахингер\n" \
       "Ставка : 1-й сет П1 \n" \
       "Начало : 14:30 (МСК) (18.06)\n" \
	   "КФ 1.36"
chm1 = "Швеция - Южная Корея \n" \
       "Ставка : 1Х и ещё возьмите ТБ(1.5) \n" \
       "Начало : 15:00 (18.06)\n" \
	   "КФ 1.25 и 1.49"	   

""" EXPRESS """
vip_ex = "На данный момент экспрессов нету"

""" СТАВКА ДНЯ """
shb = "На данный момен тставок дня нету"

""" ***FOR VIP*** """
vip_foot = "Чемпионат Австралии.Виктория до 20 лет\n" \
           "Буллин Лайонс(20) - Грин Галли Кавальерс(20)\n" \
           "Ставка:1-й тайм ТБ(1.5)\n" \
           "Время начала : 11:30 (МСК) (18.06)\n" \
		   "КФ 1.87"
vip_base = ""
vip_basket = ""
vip_tenn = "ATP. Галле\n" \
       "Кеи Нишикори - Маттиас Бахингер\n" \
       "Ставка : 1-й сет ТМ(9.5) \n" \
       "Начало : 14:30 (МСК) (18.06)\n" \
	   "КФ 1.9"
vip_chm = ""

""" ДОП ИНФОРМАЦИЯ """
none = "Матчей в данный момент нету"
live = "Для того что бы следить за бесплатными Лайв ставками " \
       "перейдите на наш канал - @telecap_live"
infvip = "Бесплатных матчей нету " \
         "Присутствуют матчи для Привилегий"
infvip2 = "Так же есть матч для Привилегий (КФ 1.9)"
infoabout = "Что бы приобрести VIP-Доступ, вам надо нажать кнопку VIP, она в самом низу"
info_with_vip = "Ваш статус Привилегии:VIP \n" \
                "С Привилегией VIP:136 \n" \
                "С Привилегией Premium:74 \n" \
                "Всего участников в боте:1093 \n" \
                "Информация обновляется раз в 24 часа"
info_without_vip = "Ваш статус Привилегии:Нету \n" \
                "С Привилегией VIP:136 \n" \
                "С Привилегией Premium:74 \n" \
                "Всего участников в боте:1093 \n" \
                "Информация обновляется раз в 24 часа"
info_with_prem = "Ваш статус Привилегии:Premium \n" \
                "С Привилегией VIP:136 \n" \
                "С Привилегией Premium:74 \n" \
                "Всего участников в боте:1093 \n" \
                "Информация обновляется раз в 24 часа"
ex_inf = "Способы получения экспресса \n" \
         "1:Купить Premium и получать в боте, на период действия статуса \n" \
         "2:Купить один экспресс у оператора - @telecap_support"
shb_info = "Способы получения Ставки дня \n" \
         "1:Купить Premium и получать в боте, на период действия статуса \n" \
         "2:Купить одну Ставку дня у оператора - @telecap_support"
sklad_vlosh = "Минимальная сумма вложений 0.0051 LTC"
sklad_info = "Оплата производится на указанный кошелек.\nПосле окончания принятия средств " \
             "они переводятся в букмекерскую контору, где мы делаем ставку на определённое" \
             " событие. После окончания матча, средства + процент от выигрыша направляется к вам на указанный в сообщение кошелек.\n" \
             "Это уникальная услуга которая " \
             "позволяет ставить не только в рублях но и в криптовалюте" \
             " объединяя капитал с другими участниками, это то что так не хватало " \
             "ботам других издателей."
vip_infa = "Привилегия VIP даёт вам дополнительные ставки, с большим процентом проходимости, на все виды спорта"
prem_infa = "Привилегия Premium предоставляет все перечисленные возможности VIP привилегии, а так же доступ к экспрессам и ставке дня в разделе доп. услуги"

qiwi_vip = "Технические неполадки, в скором времени восстановим оплату через QIWI\n " \
           "Пожалуйста выберите другой для вас, удобный способ оплаты"
qiwi_prem = "Технические неполадки, в скором времени восстановим оплату через QIWI\n " \
           "Пожалуйста выберите другой для вас, удобный способ оплаты"
yandex_vip = "Стоимость 7̶5̶0̶ ̶р̶.̶ 500 р. \n(скидка 35% до 30 июня)\n" \
             "1.Перевод выше указанной суммы на данный кошелёк - 410015514618063\n" \
             "2.После успешной оплаты, нужно узнать свой ID, сделать это можно тут - @my_id_bot\n" \
             "3.После выполнения двух пунктов, отправьте скриншот с чеком об оплате и свой ID нашему оператору - @telecap_support\n" \
             "4.Ожидайте, как только вам подключат VIP, то наш оператор сразу же сообщит вам об этом"
yandex_prem = "Стоимость 1̶5̶0̶0 ̶р̶.̶ 1000 р. \n(скидка 35% до 30 июня)\n" \
             "1.Перевод выше указанной суммы на данный кошелёк - 410015514618063\n" \
             "2.После успешной оплаты, нужно узнать свой ID, сделать это можно тут - @my_id_bot\n" \
             "3.После выполнения двух пунктов, отправьте скриншот с чеком об оплате и свой ID нашему оператору - @telecap_support\n" \
             "4.Ожидайте, как только вам подключат Premium, то наш оператор сразу же сообщит вам об этом"
karta_vip = "Стоимость 7̶5̶0̶ ̶р̶.̶ 500 р. \n(скидка 35% до 30 июня)\n" \
             "1.Перевод выше указанной суммы на данную карту - 5469 6300 1213 4661\n" \
             "2.После успешной оплаты, нужно узнать свой ID, сделать это можно тут - @my_id_bot\n" \
             "3.После выполнения двух пунктов, отправьте скриншот с чеком об оплате и свой ID нашему оператору - @telecap_support\n" \
             "4.Ожидайте, как только вам подключат VIP, то наш оператор сразу же сообщит вам об этом"
karta_prem = "Стоимость 1̶5̶0̶0 ̶р̶.̶ 1000 р. \n(скидка 35% до 30 июня)\n" \
             "1.Перевод выше указанной суммы на данную карту - 5469 6300 1213 4661\n" \
             "2.После успешной оплаты, нужно узнать свой ID, сделать это можно тут - @my_id_bot\n" \
             "3.После выполнения двух пунктов, отправьте скриншот с чеком об оплате и свой ID нашему оператору - @telecap_support\n" \
             "4.Ожидайте, как только вам подключат Premium, то наш оператор сразу же сообщит вам об этом"
kripta_vip = "Стоимость 7̶5̶0̶ ̶р̶.̶ 500 р. \n(скидка 35% до 30 июня)\n" \
             "1.Перевод выше указанной суммы на данные реквизиты(читывая курс валюты) : \n" \
             "BTC Кошелёк - 1BkWZNxGQFtccBpFBvfotBvBTy8MdZrAAD\n" \
             "LTC Кошелёк - Lcg1Wcn8mCFZtM48wUjnQuMphF3rDY3t9Y\n" \
             "ETH Кошелёк - 0xff26e6a1e0a18829d335420d6aaa2e7e16a5d764\n" \
             "2.После успешной оплаты, нужно узнать свой ID, сделать это можно тут - @my_id_bot\n" \
             "3.После выполнения двух пунктов, отправьте скриншот с чеком об оплате и свой ID нашему оператору - @telecap_support\n" \
             "4.Ожидайте, как только вам подключат VIP, то наш оператор сразу же сообщит вам об этом"
kripta_prem = "Стоимость 1̶5̶0̶0 ̶р̶.̶ 1000 р. \n(скидка 35% до 30 июня)\n" \
             "1.Перевод выше указанной суммы на данные реквизиты(читывая курс валюты) : \n" \
             "BTC Кошелёк - 1BkWZNxGQFtccBpFBvfotBvBTy8MdZrAAD\n" \
             "LTC Кошелёк - Lcg1Wcn8mCFZtM48wUjnQuMphF3rDY3t9Y\n" \
             "ETH Кошелёк - 0xff26e6a1e0a18829d335420d6aaa2e7e16a5d764\n" \
             "2.После успешной оплаты, нужно узнать свой ID, сделать это можно тут - @my_id_bot\n" \
             "3.После выполнения двух пунктов, отправьте скриншот с чеком об оплате и свой ID нашему оператору - @telecap_support\n" \
             "4.Ожидайте, как только вам подключат Premium, то наш оператор сразу же сообщит вам об этом"

vlosh_krip = "Минимальные суммы вклада :\n " \
             "Для Bitcoin - 0,00015 BTC\n" \
             "Для LTC - Временно недоступно\n" \
             "1.Отправьте желаемую сумму(не ниже минимальной) на данные реквизиты\n" \
             "BTC Кошелёк - 1BkWZNxGQFtccBpFBvfotBvBTy8MdZrAAD\n" \
             "LTC Кошелёк - Временно не доступен для складчины\n" \
             "2.После проведения платежа напишите нашему оператору по складчине - @telecap_support2\n" \
             "3.Предоставьте ему реквизиты, куда он переведет криптовалюту после матча, а так же скриншот с оплатой\n" \
             "По всем вопросам - @telecap_support2"
vlosh_val = "Минимальные суммы вклада :\n " \
             "50 рублей.\n" \
             "1.Отправьте желаемую сумму(не ниже минимальной) на данные реквизиты\n" \
             "Сбербанк - 5469 6300 1213 4661\n" \
             "2.После проведения платежа напишите нашему оператору по складчине - @telecap_support2\n" \
             "3.Предоставьте ему реквизиты, куда он переведет деньги после матча, а так же скриншот с оплатой\n" \
             "По всем вопросам - @telecap_support2"
reklama = "Лучшие лайвы, за сегодня +7✅  в ряд, успей заработать!!!\n" \
		  "http://t.me/x_bet_max_bet"

